//############################################################
// FILE: Tim1_ISR_MCLoop.h
// Created on: 2017年1月18日
// Author: XQ
// summary: Tim1_ISR_MCLoop
//本程序只供学习使用，未经作者许可，不得用于其它任何用途
//版权所有，盗版必究
//DSP/STM32电机控制开发板
//硕历电子
//网址: https://shuolidianzi.taobao.com
//修改日期:2018/7/12
//版本：V17_3  
//Author-QQ: 616264123
//电机控制QQ群：314306105
//############################################################
   
#ifndef _Tim1_ISR_MCLoop_H
#define _Tim1_ISR_MCLoop_H 

#include "stm32f10x.h"
 

#endif /* __Tim1_ISR_MCLoop_H */

//===========================================================================
// No more.
//===========================================================================
